Repository: morganpizzini/SemperPrecisStageTracker
Catalog: SemperPrecisStageTracker.Blazor/Resources/Pages/StageGroupDetail.*.resx
Languages: it

source: Group
it: Gruppo

# Detail
source: Group detail
it: Dettaglio gruppo

source: Match
it: Gara

source: Name
it: Nome

source: Shooters
it: Tiratori

source: Shooter
it: Tiratore

# WrongShooter
source: Select a shooter!
it: Seleziona un tiratore!

source: Submit
it: Salva

source: Yes
it: Si

source: Birth date
it: Data di nascita

# ConfirmDelete
source: Do you want to delete:
it: Confermare eliminazione di:

# DeleteShooter
source: Remove shooter
it: Rimozione tiratore

source: No shooters
it: Nessun tiratore

source: Close
it: Chiudi

source: Target
it: Bersaglio

source: Wrong point!
it: Punteggio non corretto!

source: Fill shooter
it: Compila tiratore

source: Down points
it: Punti down

source: Hit on NON threat
it: Colpi bersaglio non minaccioso

# Penalities
source: Penalties
it: Penalità

source: Procedurals
it: Procedure

# WrongFlagrantPenalties
source: Flagrant penalties error!
it: Errore Flagrant penalties!

# WrongFtdr
source: Ftdr error!
it: Errore ftdr!

# WrongHitOnNonThreat
source: Hit on non threat error!
it: Errore colpi bersaglio non minaccioso!

# WrongProcedurals
source: Procedurals error!
it: Errore procedure!

source: Disqualified
it: Squalificato

source: Time
it: Tempo

source: Wrong time!
it: Errore tempo!

source: Index
it: Ordinamento

source: Gun ready condition
it: Posizione di pronto

source: Cover Garment
it: Vest obbligatorio

source: Distance
it: Distanza

source: Notes
it: Note

source: Rules
it: Regolamento

source: Scored hits
it: Calcolo punteggio

source: Scoring
it: Punteggio

source: Targets description
it: Descrizione bersagli

source: SO
it: PSO

source: Warning
it: Attenzione

source: Confirm time
it: Conferma tempo

source: Approve
it: Approva

source: NN
it: MN

source: Add one
it: Aggiungi 1

source: Legend
it: Legenda

source: Not neutralized
it: Mancata neutralizzazione

source: Remove one
it: Rimuovi 1
